{
    "version": "https://jsonfeed.org/version/1",
    "title": "Bento",
    "description": "",
    "home_page_url": "https://gostbento.github.io/BentoCesar",
    "feed_url": "https://gostbento.github.io/BentoCesar/feed.json",
    "user_comment": "",
    "icon": "https://gostbento.github.io/BentoCesar/media/website/Logopng.png",
    "author": {
        "name": "Cesar"
    },
    "items": [
        {
            "id": "https://gostbento.github.io/BentoCesar/a-statement.html",
            "url": "https://gostbento.github.io/BentoCesar/a-statement.html",
            "title": "A statement ",
            "summary": "I am afraid the past few months made me weirdly mixed into a web of unorganized projects and clients that were either inconvenienced by it, or clients which weren't just because they are pure at heart and very patient. but this is no more. or&hellip;",
            "content_html": "<p>I am afraid the past few months made me weirdly mixed into a web of unorganized projects and clients that were either inconvenienced by it, or clients which weren't just because they are pure at heart and very patient. <br>but this is no more. or at least it will be no more.<br>As I am studying a way to organize this in a better way. </p>\n<p>my main concerns about organization stem from delivering the content to the client, while holding on to their files until payment. I need a better order tracking and a better journaling of progress. and this both things need to be simultaneous. </p>\n<p>I am studying the best tools to do it. Even making it as a Storefront was an option I've considered using a tool like shopify or woocomerce but right now I have no definitive solution. <br>but I do have pointers</p>\n<p>Notion.so: i think it is terrible because it is too easy to make it too convoluted. <br>Trelllo: Until I find a way to make some part of the process secretive while others not it will be out of the question. <br>A landing page with blogging functions would work great. but it would need a way to make posts secretive. <br>Github would work amazing, if the files I work weren't too big for it to work. <br>all other tools I find too convoluted or hard to use. the best tool so far was a pen and paper agenda, but sharing this with clients is complicated at least</p>\n<p>So far I am still testing. but something have to com from it. Just a matter of waiting. </p>",
            "author": {
                "name": "Cesar"
            },
            "tags": [
            ],
            "date_published": "2022-09-15T02:20:32-03:00",
            "date_modified": "2022-09-15T02:20:32-03:00"
        }
    ]
}
